Repository: dylmye/setlist-sherlock
Catalog: locales/*/messages.po
Languages: de_de, es_es, fr_fr, it_it, pl_pl, pt_br, tr_tr

source: with {withArtistName}
de_de: mit {withArtistName}
es_es: con {withArtistName}
it_it: con {withArtistName}
pl_pl: z wykonawcą {withArtistName}
pt_br: com {withArtistName}
tr_tr: {withArtistName} ile

source: {artistName} setlist
de_de: {artistName} setliste
es_es: El set {artistName}
it_it: {artistaNome} scaletta
pl_pl: Setlista wykonawcy {artistName}
pt_br: {artistName} lista de programação
tr_tr: {artistName} set listesi

source: {artistName}'s latest setlists
de_de: Die letzten setlists von {artistName}
es_es: Últimos sets de {artistName}
it_it: Le ultime scalette di {artistName}
pl_pl: Najnowsze setlisty wykonawcy {artistName}
pt_br: As últimas listas de programações de {artistName}
tr_tr: {artistName}'in en son set listeleri

source: {coverArtistName} cover
de_de: Lied-Cover von {coverArtistName}
es_es: Portada de {coverArtistName}
it_it: {coverArtistName} copertina
pl_pl: Okładka autorstwa {coverArtistName}
pt_br: {coverArtistName} capa
tr_tr: {coverArtistName} kapak
