Repository: dylmye/setlist-sherlock
Catalog: locales/*/messages.po
Languages: de_de, es_es, fr_fr, it_it, pl_pl, pt_br, tr_tr

source: Add this setlist to your Spotify
de_de: Füge diese Setlist zu deinem Spotify hinzu
es_es: Añade este set a tu Spotify
fr_fr: Ajoutez cette setlist à votre Spotify
it_it: Aggiungi questa scaletta al tuo Spotify
pl_pl: Dodaj tę setlistę do swojego konta Spotify
pt_br: Adicione esta lista de programação ao seu Spotify
tr_tr: Bu set listesini Spotify'ınıza ekleyin

source: Added to your saved setlists
de_de: Zu Ihren gespeicherten Setlists hinzugefügt
es_es: Añadido a tus sets guardadas
fr_fr: Ajouté à vos setlists sauvegardées
it_it: Aggiunte alle scalette salvate
pl_pl: Dodaj do swoich zapisanych setlist
pt_br: Adicionado às suas listas de músicas salvas
tr_tr: Kayıtlı set listelerinize eklendi

source: Adding to {provider}...
de_de: Hinzufügen zu {provider} …
es_es: Añadir a {provider}...
fr_fr: L'ajouter à {provider}...
it_it: Aggiunta a {provider}...
pl_pl: Trwa dodawanie do {provider}...
pt_br: Adicionando ao {provider}...
tr_tr: {provider}'ya ekleniyor...

source: Apply
de_de: Bewerbung
es_es: Aplicar
fr_fr: Appliquer
it_it: Applicare
pl_pl: Zastosuj
pt_br: Aplicar
tr_tr: Başvurmak

source: Artist
de_de: Künstler
es_es: Artista
fr_fr: Artiste
it_it: Artista
pl_pl: Wykonawca
pt_br: Artista
tr_tr: Sanatçı

source: Authorisation failed:
de_de: Autorisierung fehlgeschlagen:
es_es: Autorización fallida:
fr_fr: L'autorisation a échoué :
it_it: Autorizzazione fallita:
pl_pl: Autoryzacja nie powiodła się:
pt_br: A autorização falhou:
tr_tr: Yetkilendirme başarısız oldu:

source: Check back later or, if you know it already, add it on the Setlist.fm website.
de_de: Schauen Sie später noch einmal nach oder, wenn Sie es schon wissen, fügen Sie es auf der Setlist.fm-Website hinzu.
es_es: Vuelve a comprobarlo más tarde o, si ya lo sabes, añádelo en el sitio web Setlist.fm.
fr_fr: Revenez plus tard ou, si vous le connaissez déjà, ajoutez-le sur le site Setlist.fm.
it_it: Controllate più tardi o, se lo conoscete già, aggiungetelo sul sito Setlist.fm.
pl_pl: Sprawdź ponownie później albo, jeśli już ją znasz, dodaj ją w witrynie Setlist.fm.
pt_br: Volte mais tarde ou, se você já souber, adicione-a no 'site' Setlist.fm.
tr_tr: Daha sonra tekrar kontrol edin veya zaten biliyorsanız Setlist.fm web sitesine ekleyin.

source: City
de_de: Stadt
es_es: Ciudad
fr_fr: Ville
it_it: Città
pl_pl: Miasto
pt_br: Cidade
tr_tr: Şehir

source: Connect with Apple Music
de_de: Mit Apple Music verbinden
es_es: Conéctate con Apple Music
fr_fr: Se connecter avec Apple Music
it_it: Connettetevi con Apple Music
pl_pl: Połącz z Apple Music
pt_br: Conecte-se com a Apple Music
tr_tr: Apple Music ile bağlantı kurun

source: Connect with Spotify
de_de: Mit Spotify verbinden
es_es: Conéctate con Spotify
fr_fr: Se connecter avec Spotify
it_it: Connettiti con Spotify
pl_pl: Połącz ze Spotify
pt_br: Conecte-se com o Spotify
tr_tr: Spotify ile bağlantı kurun

source: Connect your Apple Music account to save setlists as playlists.
de_de: Verbinden Sie Ihr Apple Music-Konto, um Setlists als Wiedergabelisten zu speichern.
es_es: Conecta tu cuenta de Apple Music para guardar sets como listas.
fr_fr: Connectez votre compte Apple Music pour enregistrer des setlists sous forme de playlists.
it_it: Collegate il vostro account Apple Music per salvare le scalette come playlist.
pl_pl: Połącz swoje konto Apple Music, aby zapisywać setlisty jako listy odtwarzania.
pt_br: Conecte sua conta do Apple Music para salvar as listas de músicas como listas de reprodução.
tr_tr: Set listelerini çalma listesi olarak kaydetmek için Apple Music hesabınızı bağlayın.

source: Connect your Spotify account to save setlists as playlists.
de_de: Verbinden Sie Ihr Spotify-Konto, um Setlists als Playlists zu speichern.
es_es: Conecta tu cuenta de Spotify para guardar sets como listas.
fr_fr: Connectez votre compte Spotify pour enregistrer des setlists sous forme de playlists.
it_it: Collegate il vostro account Spotify per salvare le scalette come playlist.
pl_pl: Połącz swoje konto Spotify, aby zapisywać setlisty jako listy odtwarzania.
pt_br: Conecte sua conta do Spotify para salvar listas de músicas como listas de reprodução.
tr_tr: Set listelerini çalma listesi olarak kaydetmek için Spotify hesabınızı bağlayın.

source: Connected
de_de: Verbunden
es_es: Conectado
fr_fr: Connecté
it_it: Collegato
pl_pl: Połączono
pt_br: Conectado
tr_tr: Bağlı

source: Connecting...
de_de: Verbinden …
es_es: Conectando...
fr_fr: Connexion...
it_it: Collegamento...
pl_pl: Trwa łączenie...
pt_br: Conectando...
tr_tr: Bağlanıyorum.

source: Copy the contents of this setlist to your clipboard
de_de: Kopieren Sie den Inhalt dieser Setliste in Ihre Zwischenablage
es_es: Copie el contenido de este set en el portapapeles
fr_fr: Copiez le contenu de cette setlist dans votre presse-papiers
it_it: Copia il contenuto di questa scaletta negli appunti
pl_pl: Skopiuj zawartość tej setlisty do schowka
pt_br: Copie o conteúdo desta lista de programação para sua área de transferência
tr_tr: Bu set listesinin içeriğini panonuza kopyalayın

source: Couldn't find any setlists for your search.
de_de: Es konnten keine Setlists für Ihre Suche gefunden werden.
es_es: No se han encontrado sets para tu búsqueda.
fr_fr: Aucun résultat de recherche
it_it: Non è stato possibile trovare alcuna scaletta per la tua ricerca.
pl_pl: Nie znaleziono żadnych setlist spełniających kryteria Twojego wyszukiwania.
pt_br: Não foi possível encontrar nenhumas listas de programação para sua pesquisa.
tr_tr: Aramanız için herhangi bir set listesi bulamadım.

source: Date
de_de: Datum
es_es: Fecha
it_it: Data
pl_pl: Data
pt_br: Data
tr_tr: Tarih

source: Disconnect Apple Music
de_de: Trennen Sie die Verbindung zu Apple Music
es_es: Desconectar Apple Music
fr_fr: Déconnecter Apple Music
it_it: Disconnettere Apple Music
pl_pl: Odłącz Apple Music
pt_br: Desconectar o Apple Music
tr_tr: Apple Music bağlantısını kes

source: Disconnect Spotify
de_de: Trennen Sie die Verbindung zu Spotify
es_es: Desconectar Spotify
fr_fr: Déconnecter Spotify
it_it: Disconnettere Spotify
pl_pl: Odłącz Spotify
pt_br: Desconectar o Spotify
tr_tr: Spotify bağlantısını kes

source: Find photos and videos from this gig
de_de: Finden Sie Fotos und Videos von diesem Auftritt
es_es: Fotos y vídeos de este concierto
fr_fr: Retrouvez les photos et vidéos de ce concert
it_it: Trova foto e video di questo concerto
pl_pl: Znajdź zdjęcia i filmy z tego występu
pt_br: Encontre fotos e vídeos desse 'show'
tr_tr: Bu konserden fotoğraf ve videoları bulun

source: Find tickets for this gig
de_de: Tickets für dieses Konzert finden
es_es: Entradas para este concierto
fr_fr: Trouver des billets pour ce concert
it_it: Trova i biglietti per questo concerto
pl_pl: Znajdź bilety na ten występ
pt_br: Encontre ingressos para esse 'show'
tr_tr: Bu konser için bilet bulun

source: Find upcoming {artistName} tour dates
de_de: Kommende {artistName} Tourdaten finden
es_es: Próximas fechas de la gira de {artistName}
it_it: Trova le prossime date del tour di {artistName}
pl_pl: Znajdź daty nadchodzącej trasy wykonawcy {artistName}
pt_br: Encontre as próximas datas da turnê de {artistName}
tr_tr: Yaklaşan {artistName} tur tarihlerini bulun

source: For You
de_de: Für Sie
es_es: Para ti
fr_fr: Pour toi
it_it: Per voi
pl_pl: Dla Ciebie
pt_br: Para você
tr_tr: Senin için

source: From Concert Archives
de_de: Aus «Concert Archives»
es_es: De los «Concert Archives»
fr_fr: Extrait de Concert Archives
it_it: Dagli «Concert Archives»
pl_pl: Z archiwów koncertowych
pt_br: Dos 'Concert Archives'
tr_tr: "Concert Archives"'dan

source: Here's what {artistName} played at {venueName}: {setlistUrl}
de_de: Hier ist, was {artistName} in {venueName} gespielt hat: {setlistUrl}
es_es: Esto es lo que {artistName} tocó en {venueName}: {setlistUrl}
it_it: Ecco cosa ha suonato {artistName} a {venueName}: {setlistUrl}
pl_pl: Oto, co zagrał wykonawca {artistName} w {venueName}: {setlistUrl}
pt_br: Aqui está o que {artistName} tocou em {venueName}: {setlistUrl}
tr_tr: İşte {artistName}'nın {venueName}'nda çaldıkları: {setlistUrl}

source: Homepage
es_es: Página de inicio
fr_fr: Page d'accueil
pl_pl: Strona główna
pt_br: Página inicial
tr_tr: Anasayfa

source: Latest
de_de: Neueste
es_es: Última
fr_fr: Dernières
it_it: Ultime novità
pl_pl: Najnowsze
pt_br: Mais recentes
tr_tr: En son

source: Location
de_de: Standort
es_es: Ubicación
fr_fr: Localisation
it_it: Posizione
pl_pl: Lokalizacja
pt_br: Localização
tr_tr: Konum

source: Log in with Apple to continue.
de_de: Melden Sie sich bei Apple an, um fortzufahren.
es_es: Inicia sesión con Apple para continuar.
fr_fr: Connectez-vous avec Apple pour continuer.
it_it: Effettuate il login con Apple per continuare.
pl_pl: Aby kontynuować, zaloguj się z Apple.
pt_br: Faça 'login' com a Apple para continuar.
tr_tr: Devam etmek için Apple ile giriş yapın.

source: Log in with Spotify to continue.
de_de: Melden Sie sich bei Spotify an, um fortzufahren.
es_es: Inicia sesión con Spotify para continuar.
fr_fr: Connectez-vous avec Spotify pour continuer.
it_it: Accedere a Spotify per continuare.
pl_pl: Aby kontynuować, zaloguj się za pomocą Spotify.
pt_br: Faça 'login' no Spotify para continuar.
tr_tr: Devam etmek için Spotify ile giriş yapın.

source: More Filters
de_de: Mehr Filter
es_es: Más filtros
fr_fr: Plus de filtres
it_it: Altri filtri
pl_pl: Więcej filtrów
pt_br: Mais filtros
tr_tr: Daha Fazla Filtre

source: Nobody's added a setlist for this concert yet.
de_de: Bisher hat noch niemand eine Setlist für dieses Konzert hinzugefügt.
es_es: Nadie ha añadido todavía un set para este concierto.
fr_fr: Personne n'a encore ajouté de setlist pour ce concert.
it_it: Nessuno ha ancora aggiunto una scaletta per questo concerto.
pl_pl: Nikt jeszcze nie dodał setlisty dla tego koncertu.
pt_br: Ninguém adicionou uma lista de programação para esse 'show' ainda.
tr_tr: Henüz kimse bu konser için bir set listesini eklemedi.

source: On Songkick
de_de: Auf Songkick
es_es: En Songkick
fr_fr: Sur Songkick
it_it: Su Songkick
pl_pl: W usłudze Songkick
pt_br: No Songkick
tr_tr: Songkick'te

source: Open Settings Menu
de_de: Menü Einstellungen öffnen
es_es: Abrir el menú Configuración
fr_fr: Ouvrir le menu des paramètres
it_it: Aprire il menu Impostazioni
pl_pl: Otwórz menu ustawień
pt_br: Abrir a ementa de configurações
tr_tr: Ayarlar Menüsünü Açın

source: Please install Apple Music to continue.
de_de: Bitte installieren Sie Apple Music, um fortzufahren.
es_es: Instala Apple Music para continuar.
it_it: Per continuare, installare Apple Music.
pl_pl: Aby kontynuować, zainstaluj Apple Music.
pt_br: Instale a Apple Music para continuar.
tr_tr: Devam etmek için lütfen Apple Music'i yükleyin.

source: Please specify a valid year.
de_de: Bitte geben Sie ein gültiges Jahr an.
es_es: Especifique un año válido.
fr_fr: Veuillez indiquer une année valide.
it_it: Si prega di specificare un anno valido.
pl_pl: Podaj poprawny rok.
pt_br: Especifique um ano válido.
tr_tr: Lütfen geçerli bir yıl belirtiniz.

source: Pre-recorded
de_de: Voraufgezeichnete
es_es: Pregrabado
fr_fr: Pré-enregistré
it_it: Pre-registrato
pl_pl: Wcześniej nagrane
pt_br: Pré-gravado
tr_tr: Önceden kaydedilmiş

source: Remember to only enter the artist's name in the search box (and use the filters for location and date.)
de_de: Denken Sie daran, nur den Namen des Künstlers in das Suchfeld einzugeben (und verwenden Sie die Filter für Ort und Datum)
es_es: Recuerde que sólo debe introducir el nombre del artista en el cuadro de búsqueda (y utilizar los filtros de lugar y fecha)
fr_fr: N'oubliez pas de ne saisir que le nom de l'artiste dans le champ de recherche (et d'utiliser les filtres pour le lieu et la date)
it_it: Ricordate d'inserire solo il nome dell'artista nella casella di ricerca (e di utilizzare i filtri per il luogo e la data)
pl_pl: Pamiętaj, aby w polu wyszukiwania wprowadzić tylko nazwę wykonawcy (i użyć filtrów lokalizacji i daty).
pt_br: Lembre-se de digitar apenas o nome do artista na caixa de pesquisa (e usar os filtros de local e data.)
tr_tr: Arama kutusuna yalnızca sanatçının adını girmeyi unutmayın (ve konum ve tarih filtrelerini kullanın)

source: Removed from your saved setlists
de_de: Aus Ihren gespeicherten Setlists entfernt
es_es: Eliminado de tus sets guardadas
fr_fr: Supprimé de vos setlists sauvegardées
it_it: Rimosso dalle scalette salvate
pl_pl: Usunięto z Twoich zapisanych setlist
pt_br: Removido de suas listas de músicas salvas
tr_tr: Kayıtlı set listelerinizden kaldırıldı

source: Save this setlist to your saved list
de_de: Speichern Sie diese Setliste in Ihrer gespeicherten Liste
es_es: Guarda este set en tu lista de canciones guardadas
fr_fr: Enregistrez cette setlist dans votre liste sauvegardée
it_it: Salvare questa scaletta nell'elenco dei salvataggi
pl_pl: Zapisz tę setlistę na Twojej liście zapisanych
pt_br: Salvar essa lista de músicas em sua lista de músicas salvas
tr_tr: Bu set listesini kayıtlı listenize kaydedin

source: Saved setlists
de_de: Gespeicherte Setlists
es_es: Sets guardadas
fr_fr: Setlists enregistrées
it_it: Scaletta salvate
pl_pl: Zapisane setlisty
pt_br: Listas de programação salvas
tr_tr: Kaydedilmiş set listeleri

source: Search Results
de_de: Suchergebnisse
es_es: Resultados de la búsqueda
fr_fr: Résultats de la recherche
it_it: Risultati della ricerca
pl_pl: Wyniki wyszukiwania
pt_br: Resultados da pesquisa
tr_tr: Arama Sonuçları

source: Search artists
de_de: Künstler suchen
es_es: Buscar artistas
fr_fr: Recherche d'artistes
it_it: Ricerca artisti
pl_pl: Wyszukaj wykonawców
pt_br: Pesquisar artistas
tr_tr: Sanatçıları arayın

source: Search for your favourite setlists, then add them by clicking on the ⭐ button.
de_de: Suchen Sie nach Ihren bevorzugten Setlists und fügen Sie sie mit einem Klick auf die Schaltfläche ⭐ hinzu.
es_es: Busca tus sets favoritas y añádelas pulsando el botón ⭐.
fr_fr: Recherchez vos setlists préférées, puis ajoutez-les en cliquant sur le bouton ⭐.
it_it: Cercate le vostre scalette preferite, quindi aggiungetele facendo clic sul pulsante ⭐.
pl_pl: Wyszukaj swoje ulubione setlisty, a następnie dodaj je, klikając przycisk ⭐.
pt_br: Procure suas listas de músicas favoritas e, em seguida, adicione-as clicando no botão ⭐.
tr_tr: Favori set listelerinizi arayın, ardından ⭐ düğmesine tıklayarak ekleyin.

source: Set up
de_de: Einrichten
es_es: Configurar
fr_fr: Installation
it_it: Impostazione
pl_pl: Skonfiguruj
pt_br: Configurar
tr_tr: Kurulum

source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres
it_it: Impostazioni
pl_pl: Ustawienia
pt_br: Configurações
tr_tr: Ayarlar

source: Share the link to this setlist
de_de: Teilen Sie den Link zu dieser Setlist
es_es: Comparte el enlace a este set
fr_fr: Partager le lien vers cette setlist
it_it: Condividi il link a questa scaletta
pl_pl: Udostępnij link do tej setlisty
pt_br: Compartilhe o ligação para essa lista de músicas
tr_tr: Bu set listesinin bağlantısını paylaşın

source: Share this setlist
de_de: Diese Setliste teilen
es_es: Comparte este set
fr_fr: Partager cette setlist
it_it: Condividi questa scaletta
pl_pl: Udostępnij tę setlistę
pt_br: Compartilhe esta lista de programação
tr_tr: Bu set listesini paylaşın

source: Source: {artistName} setlist on setlist.fm
de_de: Quelle: setliste von {artistName} auf setlist.fm
es_es: Fuente: el set {artistName} en setlist.fm
it_it: Fonte: {artistName} scaletta su setlist.fm
pl_pl: Źródło: setlista wykonawcy {artistName} na setlist.fm
pt_br: Fonte: {artistName} lista de programação on setlist.fm
tr_tr: Kaynak: setlist.fm üzerinde {artistName} set listesini

source: Spotify log in cancelled, please try again.
de_de: Spotify-Anmeldung abgebrochen, bitte versuchen Sie es erneut.
es_es: Acceso a Spotify cancelado, inténtalo de nuevo.
fr_fr: Connexion Spotify annulée, veuillez réessayer.
it_it: Accesso a Spotify annullato, riprovare.
pl_pl: Logowanie do Spotify zostało anulowane. Spróbuj ponownie.
pt_br: Login do Spotify cancelado, tente novamente.
tr_tr: Spotify oturum açma işlemi iptal edildi, lütfen tekrar deneyin.

source: Successfully connected to Spotify.
de_de: Erfolgreich mit Spotify verbunden.
es_es: Conectado correctamente a Spotify.
fr_fr: Connexion à Spotify réussie.
it_it: Connessione riuscita a Spotify.
pl_pl: Pomyślnie połączono ze Spotify.
pt_br: Conectado com sucesso ao Spotify.
tr_tr: Spotify'a başarıyla bağlandı.

source: Successfully disconnected from Apple Music.
de_de: Die Verbindung zu Apple Music wurde erfolgreich getrennt.
es_es: Desconectado con éxito de Apple Music.
fr_fr: Déconnecté avec succès d’Apple Music.
it_it: Disconnessione riuscita da Apple Music.
pl_pl: Pomyślnie odłączono Apple Music.
pt_br: Desconectado com sucesso do Apple Music.
tr_tr: Apple Music ile bağlantı başarıyla kesildi.

source: Successfully disconnected from Spotify.
de_de: Die Verbindung zu Spotify wurde erfolgreich getrennt.
es_es: Desconectado con éxito de Spotify.
fr_fr: Déconnecté avec succès de Spotify.
it_it: Disconnessione riuscita da Spotify.
pl_pl: Pomyślnie rozłączono ze Spotify.
pt_br: Desconectado com sucesso do Spotify.
tr_tr: Spotify ile bağlantı başarıyla kesildi.

source: There may be a spelling mistake in your search, or nobody has added the setlist you're looking for to Setlist.fm yet.
de_de: Möglicherweise liegt ein Rechtschreibfehler in deiner Suche vor, oder niemand hat die von dir gesuchte Setliste bisher zu Setlist.fm hinzugefügt.
es_es: Puede que haya un error ortográfico en tu búsqueda, o que nadie haya añadido todavía el set que buscas a Setlist.fm.
fr_fr: Il se peut qu'il y ait une faute d'orthographe dans votre recherche, ou que personne n'ait encore ajouté la setlist que vous recherchez à Setlist.fm.
it_it: Potrebbe esserci un errore ortografico nella ricerca, oppure nessuno ha ancora aggiunto a Setlist.fm la scaletta che state cercando.
pl_pl: Możliwe, że w Twoim wyszukiwaniu jest błąd pisowni albo nikt jeszcze nie dodał setlisty, której szukasz, do Setlist.fm.
pt_br: Pode haver um erro de ortografia em sua pesquisa ou ninguém adicionou a lista de programação que você está procurando ao Setlist.fm ainda.
tr_tr: Aramanızda bir yazım hatası olabilir veya aradığınız setlisti henüz Setlist.fm'e kimse eklememiş olabilir.

source: This setlist is in your saved list
de_de: Diese Setliste befindet sich in Ihrer gespeicherten Liste
es_es: Este set está en tu lista guardada
fr_fr: Cette setlist est dans votre liste sauvegardée
it_it: Questa scaletta è nella tua lista salvata
pl_pl: Ta setlista znajduje się na Twojej liście zapisanych
pt_br: Essa lista de músicas está em sua lista de músicas salvas.
tr_tr: Bu set listesi kayıtlı listenizde

source: This will take up to a minute, please be patient
de_de: Dies kann bis zu einer Minute dauern, bitte haben Sie etwas Geduld
es_es: Esto puede tardar hasta un minuto, por favor sea paciente
fr_fr: Cela prendra jusqu'à une minute, soyez patient
it_it: L'operazione richiederà fino a un minuto, si prega di essere pazienti
pl_pl: To zajmie maksymalnie minutę. Prosimy o cierpliwość.
pt_br: Isso levará até um minuto, por favor, seja paciente.
tr_tr: Bu işlem bir dakika kadar sürecektir, lütfen sabırlı olun

source: Tour
de_de: Konzert-Tournee
es_es: Gira musical
fr_fr: Tournée
pl_pl: Trasa
pt_br: Digressão de concertos
tr_tr: Tur

source: Tour Name
de_de: Name der Konzert-Tournee
es_es: Nombre de la gira musical
fr_fr: Nom de la tournée
it_it: Nome del tour
pl_pl: Nazwa trasy
pt_br: Nome da digressão de concertos
tr_tr: Tur Adı

source: Unable to create {provider} playlist. Please try again.
de_de: Wiedergabeliste {provider} kann nicht erstellt werden. Bitte versuchen Sie es erneut.
es_es: No se ha podido crear la lista {provider}. Por favor, inténtelo de nuevo.
fr_fr: Impossible de créer la playlist {provider}. Veuillez réessayer.
it_it: Impossibile creare la playlist {provider}. Riprovare.
pl_pl: Nie można utworzyć listy odtwarzania {provider}. Spróbuj ponownie.
pt_br: Não foi possível criar a lista de reprodução {provider}. Tente novamente.
tr_tr: {provider} çalma listesi oluşturulamıyor. Lütfen tekrar deneyin.

source: Venue
de_de: Konzertort
es_es: Sala de conciertos
fr_fr: Salle de concert
it_it: Sede del concerto
pl_pl: Miejsce
pt_br: Local do evento
tr_tr: Konser mekanı

source: View
de_de: Siehe
es_es: Consulta
fr_fr: Voir
it_it: Vista
pl_pl: Wyświetl
pt_br: Ver
tr_tr: Görünüm

source: View saved setlists
de_de: Gespeicherte Setlists anzeigen
es_es: Ver sets guardadas
fr_fr: Afficher les setlists enregistrées
it_it: Visualizza le scalette salvate
pl_pl: Wyświetl zapisane setlisty
pt_br: Exibir listas de programações salvas
tr_tr: Kayıtlı set listelerini görüntüle

source: Year
de_de: Jahr
es_es: Año
fr_fr: Année
it_it: Anno
pl_pl: Rok
pt_br: Ano
tr_tr: Yıl

source: You haven't saved any setlists yet.
de_de: Sie haben noch keine Setlists gespeichert.
es_es: Aún no has guardado ninguna sets.
fr_fr: Vous n'avez pas encore enregistré de setlists.
it_it: Non hai ancora salvato nessuna scaletta.
pl_pl: Nie zapisano jeszcze żadnych setlist.
pt_br: Você ainda não salvou nenhuma lista de músicas.
tr_tr: Henüz hiçbir set listesini kaydetmemişsin.

source: You've connected your Apple Music account. Now you can press the share button on any setlist to get your playlist!
de_de: Sie haben Ihr Apple Music-Konto verknüpft. Jetzt können Sie die Share-Taste auf jeder Setlist drücken, um Ihre Playlist zu erhalten!
es_es: Has conectado tu Apple Music. ¡Ahora puedes pulsar el botón de compartir en cualquier lista para obtenerla!
fr_fr: Vous avez connecté votre Apple Music. Vous pouvez maintenant appuyer sur le bouton partager de n'importe quelle setlist pour obtenir votre playlist !
it_it: Avete collegato il vostro account Apple Music. Ora potete premere il pulsante di condivisione su qualsiasi scaletta per ottenere la vostra playlist!
pl_pl: Udało Ci się połączyć Twoje konto Apple Music. Teraz możesz nacisnąć przycisk udostępniania na dowolnej setliście, aby uzyskać swoją listę odtwarzania!
pt_br: Você conectou sua conta do Apple Music. Agora você pode pressionar o botão de compartilhamento em qualquer lista de programação para obter sua seleção musical!
tr_tr: Apple Music hesabınızı bağladınız. Artık çalma listenizi almak için herhangi bir set listesindeki paylaş düğmesine basabilirsiniz!

source: You've connected your Spotify. Now you can press the share button on any setlist to get your playlist!
de_de: Du hast dein Spotify verbunden. Jetzt kannst du die Schaltfläche «Teilen» auf jeder Setlist drücken, um deine Playlist zu erhalten!
es_es: Has conectado tu Spotify. ¡Ahora puedes pulsar el botón de compartir en cualquier lista para obtenerla!
fr_fr: Vous avez connecté votre Spotify. Vous pouvez maintenant appuyer sur le bouton partager de n'importe quelle setlist pour obtenir votre playlist !
it_it: Avete collegato il vostro Spotify. Ora potete premere il pulsante di condivisione su qualsiasi scaletta per ottenere la vostra playlist!
pl_pl: Udało Ci się połączyć Twoje konto Spotify. Teraz możesz nacisnąć przycisk udostępniania na dowolnej setliście, aby uzyskać swoją listę odtwarzania!
pt_br: Você conectou seu Spotify. Agora você pode pressionar o botão de compartilhamento em qualquer lista de programação para obter sua lista de reprodução!
tr_tr: Spotify'ınızı bağladınız. Artık çalma listenizi almak için herhangi bir set listesindeki paylaş düğmesine basabilirsiniz!

source: Your playlist has been created!
de_de: Ihre Wiedergabeliste wurde erstellt!
es_es: ¡Tu lista ya está creada!
fr_fr: Votre playlist a été créée !
it_it: La vostra playlist è stata creata!
pl_pl: Twoja lista odtwarzania została utworzona!
pt_br: Sua lista de reprodução foi criada!
tr_tr: Çalma listeniz oluşturuldu!
